app/Controllers/Users.php

SELECT *
FROM `users`
---
    public function index(): string
    {
        $userModel = new UserModel();

        $data = [
            'title' => 'User Accounts',
            'users' => $userModel->findAll(),